Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The difference in thickness could have been sufficient to postpone the fracture point until repairs had been carried out in this area via the surface programme (corrosion under insulation).
nb: Tykkelsesforskjellen kan være tilstrekkelig til at tidspunktet for brudd kunne blitt utsatt til etter at utbedringer via overflateprogrammet (korrosjon under isolasjon) hadde blitt gjennomført i dette området.

source: She points to the HSE White Paper which labour and social affairs minister Anniken Hauglie presented to the Storting (parliament) at the beginning of April.
nb: Myhrvold viser også til HMS-meldingen, som arbeids- og sosialminister Anniken Hauglie la fram for Stortinget i begynnelsen av april.

source: The energy-producing plants offshore are included in the BREF for large combustion plants (LCP-BREF).
nb: Energianleggene offshore er inkludert i BREF-en for store forbrenningsanlegg (LCP-BREF).

source: Vigdis is a field located in the Tampen area in the northern part of the North Sea, between the Snorre, Statfjord and Gullfaks fields.
nb: Vigdisfeltet ligg i Tampen-området i den nordlege delen av Nordsjøen, mellom felta Snorre, Statfjord og Gullfaks.

source: The action areas in your own report cover the conduct of risk assessments, documentation and procedures, technical upgrading of Statfjord A, and facility-specific expertise and compliance with requirements.
nb: Tiltaksområdene i deres granskingsrapport dekker gjennomføring av risikovurderinger, dokumentasjon og prosedyrer, tekniske oppgradering av Statfjord A og anleggsspesifikk kompetanse og etterlevelse av krav.

source: The assessment of corrosion causes and mechanisms was carried out in Statoil by its TPD TEX FOT MAT COR department (Porsgrunn Material).
nb: Vurdering av årsaker og mekanismer til korrosjonen er utført internt i Statoil ved avdelingen TPD TEX FOT MAT COR (Porsgrunn Material).

source: A checklist had been prepared for the procedure, but this was not tailored to lifting the pump in/out.
nb: Det er utarbeidet en sjekkliste til prosedyren, men den var ikke tilpasset inn- eller utløftingen av pumpen.

source: With regard to the design of the alarm systems, the principles of the Norwegian Petroleum Directorate's publication YA-710 (English edition YA-711) should be used as a basis.
nb: Ved utforming av alarmsystemene bør prinsippene i Oljedirektoratets publikasjon YA-710 (engelsk utgave YA-711) legges til grunn.

source: Section 50 of the technical and operational regulations on competence Section 52 of the technical and operational regulations on practice and exercises
nb: Teknisk og operasjonell forskrift (TOF) § 50 om kompetanse Teknisk og operasjonell forskrift (TOF) § 52 om trening og øvelser

source: Ringhorne is developed with a combined accommodation, drilling and wellhead facility, tied-back to the Balder FPSO and Jotun FPSO for processing, crude oil storage and gas export.
nb: Ringhorne er bygt ut med ei kombinert bustad-, bore- og brønnhovudinnretning knytt til Balder-skipet og Jotun-skipet for prosessering, råoljelagring og gasseksport.

source: To fulfil the work requirements as mentioned in the first subsection for manned underwater operations, IMCA/AODC 035 Code of practice for the safe use of electricity under water should be used.
nb: For å oppfylle kravene til arbeidet som nevnt i første ledd for bemannede undervannsoperasjoner, bør IMCA/AODC 035 Code of practice for the safe use of electricity under water brukes.

source: “Det Norske basically believed it was fairly good at implementing such projects,” says Hersvik.
nb: - Det norske trodde i utgangspunktet de var ganske gode påå gjennomføre slike prosjekter, forteller Hersvik.

source: Consent given for use of Island Frontier and Island Wellserver at Gjøa
nb: Samtykke gis til bruk av Island Frontier og Island Wellserver på Gjøa

source: How serious is this for Equinor?
nb: Hvor alvorlig er dette for Equinor?

source: safety functions are activated, see Section 32 on emergency shutdown systems, Section 35 on fire water supply and Section 36 on fixed fire-fighting systems.
nb: aktiveres, se § 32 om nødavstengningssystem, § 35 om brannvannsforsyning og § 36 om fastmonterte anlegg for brannbekjempelse.

source: Medical treatment accidents as mentioned in the first subsection, litera c, means personal injury requiring treatment or examination by a doctor, or where treatment is provided under the guidance of a doctor, for example minor surgery, stitches or use of prescription medicines.
nb: Med ulykker som medfører medisinsk behandling som nevnt i første ledd bokstav d, menes personskade som krever behandling eller undersøkelse av lege, eller der behandling blir utført etter veiledning av en lege, for eksempel mindre operative inngrep, sying av sår eller bruk av reseptpliktige medikament.

source: The audit forms part of a series covering 20 companies in which the PSA and the Labour Inspection Authority have audited compliance with Section 2 A-3 of the Working Environment Act concerning the obligation to prepare procedures for internal notification.
nb: Tilsynet er en del av en tilsynsserie med 20 selskap hvor Ptil og Arbeidstilsynet har ført tilsyn med etterlevelse av arbeidsmiljølovens § 2 A-3 om plikt til å utarbeide rutiner for intern varsling.

source: Appendix B to the NORSOK R-003 standard should be used for
nb: standarden NORSOK R-003N vedlegg B brukes for

source: Emergency shutdown valves shall be installed that can stop streams of hydrocarbons and chemicals to and from the facility and to and from wells, and which isolate and/or partition the fire areas on the facility.
nb: Det skal installeres nødavstengningsventiler som kan stanse hydrokarbon- og kjemikaliestrømmer til og fra innretningen og til og fra brønner, og som isolerer og/eller seksjonaliserer brannområdene på innretningen.

source: If an accident happens and the wearer ends up in the sea, this stored warmth could be returned to them.
nb: Om ulykken er ute og brukerne havner i sjøen, kan drakten avgi den magasinerte varmen tilbake til kroppen.

source: A number of interviewees believed a number of procedures were too general and failed to describe the actual conditions adequately.
nb: Flere av personene som ble intervjuet, mente at flere prosedyrer var for generelle og ikke beskrev de faktiske forholdene i tilstrekkelig grad.

source: Floating facilities which shall be inspected and maintained at sea without regular dry-docking, should fulfil DNVGL-RU-OU-0102, Chapter 2, Part 3, point 7.
nb: Flytende innretninger som skal inspiseres og vedlikeholdes til havs uten regelmessig tørrdokking, bør oppfylle DNVGL-RU-OU-0102 kapittel 2 seksjon 3 punkt 7.

source: Several of the informants, primarily from the engineering and operating companies, were critical of this option in the regulations.
nb: Flere av informantene, i hovedsak fra engineeringselskap og operatørselskap, var kritiske til denne åpningen i regelverket.

source: the IEC 61892 series should be used for
nb: IEC 61892-serien brukes for

source: electrically triggered perforating equipment for use in drilling and well activities should be protected against the effects of radio waves and other electrical fields, cf. the requirements for electrical compatibility in Section 77.
nb: perforeringsutstyr for bruk i bore- og brønnaktiviteter være beskyttet mot påvirkning fra radiobølger og andre elektriske felt, jf. krav til elektrisk kompatibilitet i § 77.

source: The circle indicates the area
nb: Sirkel angir området som vises i detalj i

source: D&V maintained that B&B should inform it when testing was needed, while B&B thought such tests were D&V’s responsibility.
nb: Drift mente at B&B skulle gi beskjed til dem ved behov for testing, mens B&B mente at det var drift sitt ansvar å teste disse.

source: The risk assessments shall be reported in accordance with Section 34 litera c of the Management
nb: Risikovurderingene skal rapporteres i henhold til styringsforskriften § 34 bokstav c.

source: The consent applies to plugging and abandonment and production drilling.
nb: Samtykket omfattar plugging og forlating og produksjonsboring.

source: Injury as mentioned in the first subsection, litera b, means serious personal injury or other health damage, reduced health or loss of financial assets, see also
nb: Med skade som nevnt i første ledd bokstav b, menes alvorlige personskader eller andre helseskader, reduksjon i helsetilstand eller tap av økonomiske verdier, se også

source: For the systematic mapping of potential electrical and non-electric sources of ignition as mentioned in the first subsection, the EN 1127-1 standard should be used.
nb: For systematisk kartlegging av potensielle elektriske og ikke-elektriske tennkilder som nevnt i første ledd, bør standarden NS-EN 1127-1 brukes.

source: The investigation has found that the Hazop was not reviewed ahead of the work to be done, and risk associated with the installation was consequently not communicated to the executing personnel.
nb: Granskingen avdekker at HAZOP ikke ble gjennomgått i forkant av arbeidet som skulle gjennomføres og risiko forbundet med monteringen ble dermed ikke kommunisert til utførende personell.

source: b) increased discharges as a result of changes in injection rate c) significant changes in the composition of produced water, for example as a result of inclusion or
nb: b) økte utslipp som følge av endret injeksjonsgrad c) vesentlige endringer i sammensetningen av produsert vann, for eksempel som følge av innfasing

source: the plan for implementing acute pollution measures are submitted to the Norwegian Coastal Administration.
nb: plan for gjennomføring av aksjon mot akutt forurensning blir sendt til Kystdirektoratet.

source: shows a slight rise in 2008 over 2007. if
nb: i 2008 sammenlignet med 2007.

source: The Petroleum Safety Authority Norway (PSA) has carried out an audit of Neptune Energy Norge (Neptune) and their management of risk associated with data security for the industrial ICT systems at Gjøa.
nb: Petroleumstilsynet (Ptil) har ført tilsyn med Neptune Energy Norge (Neptune) og deres styring av risiko knyttet til informasjonssikkerhet for de industrielle IKT-systemene på Gjøa.

source: Better communication and closer involvement of D&V in this phase could have clarified the uncertainty about the need for barriers and over the status of the isolation valve.
nb: Bedre kommunikasjon og tettere involvering av driftsenheten i denne fasen, kunne ha avklart usikkerhet omkring behov for barrierer og usikkerhet omkring status av isoleringsventilen.

source: West Linus received an Acknowledgement of Compliance (AoC) from the PSA in 2014.
nb: West Linus fekk samsvarsfråsegn (SUT) frå Ptil i 2014.

source: To determine the fire resistance, the test methods in standards ISO 834, ISO 3008, ISO 3009 and NS-EN 13381 Parts 4 and 8 should be used.
nb: For å bestemme brannmotstand, bør prøvemetodene i standardene ISO 834, ISO 3008, ISO 3009 og NS-EN 13381 del 4 og 8 brukes.

source: On stream since 2019, the Johan Sverdrup field was designed specifically for the use of hand-held units such as tablets.
nb: God involvering vil også bidra til å skape tillit til teknologien. Johan Sverdrupfeltet, som startet produksjonen i 2019, ble designet med tanke på bruk av nettbrett.

source: We have given Neptune Energy consent for exploration drilling in block 35/9 in the North Sea.
nb: Vi har gitt Neptune samtykke til leiteboring i blokk 35/9 i Nordsjøen.

source: It shall be ensured that the employees are provided with information on health risk and the risk of accidents during the work to be performed.
nb: Det skal sikres at arbeidstakerne gis informasjon om helserisiko og risikoen for ulykker ved det arbeidet som skal utføres.

source: Conversation with MH Wirth revealed that components in the hoisting arrangement were largely chosen on the basis of the DNV GL 2.22 standard for certification of lifting appliances and of products delivered earlier which involved rotation-resistant steel rope for winch and hoisting arrangements.
nb: Gjennom samtaler med MH Wirth kom det fram at komponenter i heisarrangementet hovedsakelig var valgt basert på DNV GL 2.22 Standard for Certification of Lifting Appliances samt tidligere leverte produkter der det var levert rotasjonsfattig ståltau til vinsj- og heisarrangementer.

source: The employees have a further responsibility to participate as regards management systems, which follows from Section 17.
nb: Arbeidstakerne har videre et medvirkningsansvar når det gjel-der styringssystem som følger av § 17.

source: The Safe Scandinavia is operated by Prosafe Offshore Limited (Prosafe) and is the first living quarters facility to receive an AoC.
nb: Safe Scandinavia opereres av Prosafe Offshore Limited (Prosafe) og er den første boliginnretningen med SUT.

source: Re litera m on transport
nb: Til bokstav m om transport

source: Lundin Norway AS has received consent for exploration drilling
nb: Lundin Norway as har fått samtykke til leiteboring

source: The plan for development and operation (PDO) for OSH was submitted in 2016, and production began in 2018.
nb: PUD for OSH ble levert i 2016, og den kom i produksjon i 2018.

source: That gives a safety factor of 2.42:1.
nb: Dette gir en sikkerhetsfaktor for brudd på 2,42:1.

source: Hazard and accident situations on land
nb: Fare- og ulykkessituasjoner på land

source: The overhead crane’s SWL is rated as 18 tonnes.
nb: Traverskranens løftekapasitet (SWL) er angitt til 18 tonn.

source: In order to simplify pump handling and installation, part of the cable was then laid on the deck behind the personnel.
nb: For så å lette håndteringen og installeringen av råvannspumpen, blir deler av kabelen lagt på dekk bak personellet.

source: No routines were established to ensure that this knowledge and experience were included in risk assessments related to seepage.
nb: Det ble ikke etablert rutiner for å sikre at denne kunnskapen og erfaring ble inkludert i risikovurderinger i forbindelse med svetting.

source: injection of CO
nb: injeksjon av CO

source: The contractor’s inspection programme is drawn up on the basis of these assessments with support from Statoil.
nb: Basert på disse vurderingene utarbeides det inspeksjonsprogram av entreprenør med støtte av Statoil.

source: and maintenance system for safety-critical HT cables.
nb: test og vedlikeholdssystem for sikkerhetskritisk varmekabel.

source: The rig can operate at water depths of up to 500 meters with the use of dynamic positioning.
nb: Riggen kan operere på opptil 500 meters vanndybde ved hjelp av dynamisk posisjonering.

source: Re litera k on exploitation
nb: Til bokstav k om utnyttelse

source: Equinor – Snøhvit – Askeladd Vest development
nb: Equinor – Snøhvit – Askeladd Vest utbygging

source: Weather protection in outdoor areas shall be adapted to the expected periods of stay, the scope and character of the work, representative weather conditions and risk factors.
nb: Værbeskyttelse i utendørsområder skal være tilpasset forventede oppholdstider, arbeidets omfang og karakter, representative værforhold og risikoforhold.

source: larger area around the individual facility or in a region is affected by discharges from the activities.
nb: område rundt den enkelte innretning eller i en region, er påvirket av utslipp fra virksomheten.

source: If so, this will be stated in the individual provisions in these regulations and the supplementary regulations.
nb: petroleumsvirksomheten, og uavhengig av om petroleumsvirksomheten foregår til havs eller på landanlegg.

source: life cycle of an item intended to retain it in, or restore it to, a state in which it can perform the required function, cf. definition 2.1 (with associated terminology) in the NS-EN 13306 standard.
nb: gjennom livssyklusen til en enhet, som har til hensikt å opprettholde den i eller gjenvinne en tilstand der den kan oppfylle krevd funksjon, jf. definisjonen 2.1 (med tilhørende terminologi) i standarden NS-EN 13306.

source: For shallow drilling, however, other requirements in the table may be relevant, such as the requirement relating to Equipment Class 2 for other activities within the safety zone without risk to health, environment and safety.
nb: For grunne boringer kan imidlertid andre krav i tabellen være relevante, for eksempel krav til utstyrsklasse 2 for andre aktiviteter innenfor sikkerhetssonen uten risiko for helse, miljø og sikkerhet.

source: Veslefrikk is a field located in the northern part of the North Sea, 30 kilometres north of the Oseberg field.
nb: Veslefrikk ligg i den nordlege delen av Nordsjøen, 30 kilometer nord for Oseberg.

source: Chloride stress corrosion was described in the Ula risk assessment.
nb: Kloridspenningskorrosjon var beskrevet i risikovurderinger for Ula.

source: The CFD-model tracks bubble motion due to buoyancy and drag.
nb: CFD-modellen sporer gassboblenes bevegelser ved oppdrift og strømningsmotstand (drag).

source: Operator 3 became unavailable just before the work was to start.
nb: Operatør 3 ble utilgjengelig rett før arbeidet skulle starte.

source: We have given DEA Norge (DEA) consent for exploration drilling in block 7321/4 in the Barents Sea.
nb: Vi har gitt DEA Norge (DEA) samtykke til leiteboring i blokk 7321/4 i Barentshavet.

source: The term ghost weight (GW) is used for the difference between variable deck weights calculated in the Lodic stability computer (based on draught sensors from the Kongsberg system), and those manually entered with associated local CoGs.
nb: Betegnelsen «Ghost weight» (GW) brukes om forskjellen mellom beregnete variable dekksvekter i LODIC stabilitetscomputer (basert på dypgående sensorer fra Kongsberg systemet), og manuelt innlagte variable dekksvekter med tilhørende lokale tyngdepunkter (CoG).

source: We have given Equinor Energy (Equinor) consent to drill an exploration well on the Snøhvit field (Askeladd).
nb: Vi har gitt Equinor Energy (Equinor) samtykke til boring av en undersøkingsbrønn på Snøhvitfeltet (Askeladd).

source: The Island Contructor and relevant parts of Island Offshore's organisation and management system are assessed to be in accordance with relevant regulatory requirements for the petroleum activities.
nb: Island Constructor og relevante deler av Island Offshore sin organisasjon og styringssystem er vurdert å være i samsvar med relevante krav i regelverket for petroleumsvirksomheten.

source: The duty to participate - see Sections 7 and 17
nb: Plikt til å medvirke - se § 7 og § 17

source: individual parts shall be able to withstand, cf. Section 11 of the Facilities Regulations.
nb: enkelte delene av denne skal kunne motstå, jf. innretningsforskriften § 11.

source: No service life calculations were carried out for it.
nb: Levetidsberegninger for ståltauet var ikke gjennomført.

source: The bulk of the oil which leaked to the sea was the volume in the hose from the end valve down to the leak site on hose segment 3.
nb: Hoveddelen av oljen som lakk til sjø var det volum som sto i slangen fra endeventilen og ned til lekkasjepunktet på slangssegment 3.

source: Technical solutions that can reduce the environmental impact of discharges of oily water, may be
nb: Tekniske løsninger som kan redusere den miljømessige belastningen ved utslipp av oljeholdig vann, kan

source: The consent applies to the following field/production licences until 31.
nb: Samtykket gjeld for følgande felt/utvinningsløyve fram til 31.

source: Framework Regulation Section 21
nb: rammeforskriften § 21

source: Repsol Norge AS has received consent for work on the Yme field.
nb: Repsol Norge AS har fått samtykke å utføre arbeid på Ymefeltet.

source: They supply the facility with seawater for such purposes as fire-fighting and cooling engines.
nb: Pumpene forsyner innretningen med sjøvann til blant annet brannslokking og kjøling av motorer.

source: But he eventually got more do in his field, and started the Sinus company in 1992.
nb: Etter hvert fikk han mer å gjøre, og startet i 1992 selskapet Sinus.

source: Revision 4 was approved for publication in October 2015 by TPD TEX POOM, which owns the procedure in Statoil’s Aris management system.
nb: Revisjon 4 godkjennes for utgivelse i oktober 2015 av TPD TEX POOM, som er eier av prosedyren i Statoils styringssystem ARIS.

source: This analysis showed that more than 60 per cent of the leaks had arisen in connection with work on hydrocarbon-bearing equipment in the production phase.
nb: Analysen viste at over 60 prosent av lekkasjene hadde oppstått i forbindelse med arbeid på hydrokarbonførende utstyr i driftsfasen.

source: If the exemption may be of importance to safety and the working environment, a statement from
nb: I tillegg til sikkerheten for den enkelte, omfatter begrepet helse, miljø og sikkerhet også sikkerhet og

source: The need for loading and unloading areas, facilitation for forklifts, trolleys, etc.
nb: behovet for laste- og losseområder, tilrettelegging for trucker og traller med mer,

source: We have not assessed when hydrocarbons could have been supplied and possibly from which segments.
nb: Vi har ikke gjort noen vurderinger av når, og eventuelt fra hvilke segmenter en ville kunne få tilførsel av hydrokarboner.

source: In respect of tandem transfer of hydrocarbons from an FPSO or FSU to a shuttle tanker, it should be
nb: Når det pågår tandemoverføring av hydrokarboner fra en FPSO eller FSU til skytteltankskip, bør det

source: Pressurised sources (closed drain) are routed via a degassing tank for pressure reduction and degassing before the liquid is routed to the oil sump.
nb: Trykksatte kilder (lukket drenering) rutes via en avgassingstank for trykkavlastning og avgassing før væsken rutes til oljesumpen.

source: Engen maintains that the RNNP has great legitimacy in the industry.
nb: RNNP har ifølge Engen høy legitimitet i næringen.

source: Heidrun has a SAR helicopter stationed on board, which was prepared while the platform and SAR medics prepared the injured person for transport.
nb: Heidrun har SAR helikopter stasjonert om bord og dette ble klargjort samtidig som sykepleier og SAR sykepleier gjorde den skadede klar for transport.

source: Information exchange between phases and participants
nb: Informasjonsutveksling mellom faser og aktører

source: Smoke diver1 was on top with work-experience pupil2.
nb: Røykdykker1 var oppe sammen med utplasseringselev2.

source: “In that context, it’s important that the industry has a good understanding of what constitutes safety-critical equipment so that its maintenance can be given priority.”
nb: I den sammenheng er det viktig at næringen har god forståelse av hva som er sikkerhetskritisk utstyr, slik at dette vedlikeholdet prioriteres.

source: Dvalin West was proven in 2012 and is located 3.5 kilometres west of Dvalin East.
nb: Dvalin Vest blei påvist i 2012 og ligg 3,5 kilometer vest for Dvalin Øst.

source: The well is to be drilled by COSLInnovator, which is a semi-submersible drilling facility constructed at the Yantai Raffles Shipyard in China.
nb: Brønnen skal borast med COSLInnovator som er ei halvt nedsenkbar boreinnretning bygd hjå Yantai Raffles Shipyard i Kina.
